{
  "title": "St Joseph's Church",
  "kamplar": "Kamplar",

  "home": "Home",
  "about_us": "About Us",
  "vision_mission": "Vision & Mission",
  "history": "Our History",
  "heart_convent": "Sacred Heart Convent",
  "auditorium": "St.Joseph's Auditorium",
  "old_priests": "Our Parish Priests",
  "service_people": "Our People at God's Service",
  "substation": "The Substation",

  "administration": "Administration",
  "parish_council": "Our Parish Pastoral Council",
  "anbiyam_coordination": "Coordination of Basic Christian Communities",
  "anbiyam": " Basic Christian Communities",

  "participatory_structures": "Participatary Structures",

  "apostolic_societies": "Apostolic Societies",
  "marial_sena": " Legion of Mary",
  "vincent_de_paul": "Vincent De Paul Society",
  "catholic_service": "Catholic Service Association",

  "formation_groups": "Formation Organizations",
  "balarsabha": "Childhood Movement",
  "children_movement": "Little way Association",
  "iycs": "Young Christian Student Movement",
  "youth_boys": "Youth Movement (Men)",
  "youth_girls": "Youth Movement (Women)",
  "women_movement": "Women's Movement",
  "bible_committee": "Bible Committee",

  "service_organizations": "Service Organizations",
  "women_selfhelp": "Women's Village Development Association",
  "kolping": "Kolping Movement",
  "kaiakal": "Kaigal Self Confidence Movement",
  "foundation_growth": "Foundation Growth Association",

  "worship_organizations": "Worship Organizations",
  "choir": "Choir Group",
  "altar_boys": "Altar Servers",

  "main_events": "Main Events",
  "announcements": "Announcements",

  "gallery": "Gallery",
  "images": "Images",
  "videos": "Videos",

  "language": "Language",
  "english": "English",
  "tamil": "Tamil",
  "current_events":"Current Events",
  "upcoming_events":"Upcoming Events",
  "no_current_events": "No current events.",
  "no_upcoming_events": "No upcoming events.",


 "slider_proverbs": [
  "I Am Who I Am",
  "I Am the Way, the Truth, and the Life",
  "Faith can move mountains",
  "With God, all things are possible",
  "The Lord is my shepherd",
  "Love never fails",
  "Walk by faith, not by sight",
  "The Lord is my strength and shield",
  "Let your light shine before others"
],
"slider_paragraphs": [
  "Exodus 3:14",
  "John 14:6",
  "Matthew 17:20",
  "Matthew 19:26",
  "Psalm 23:1",
  "1 Corinthians 13:8",
  "2 Corinthians 5:7",
  "Psalm 28:7",
  "Matthew 5:16"
],
  "parish_subhead":"",
  "parish_head":"Parish Pastoral Council",
  "parish_members":"",
  "Our_Gallery": "Our Gallery",
  "Our_Videos": "Our Videos",
  "our_parish_community":"Our Parish Community",
  "families":"families",
  "anbiyams":" Basic Christian Communities",
  "participatory_structures_title":"Participatory Structures",
  "substation_title": "Our Lady of Loreto Church, Tholayavattam",
  "auditorium_title": "St. Joseph's Auditorium",
  "auditorium_description": "Valanar Arangam (St. Joseph's Auditorium) – The old church, now known as Valanar Arangam, has been serving as a meeting hall for pastoral activities and as a function hall for the people since 2015. This strong stone-built structure, rich in tradition, has been carefully renovated and preserved to honor its heritage.",
  "about_title": "About Us",
  "about_para1": "We, the people of St. Joseph's Church parish, Kamplar, deeply cherish our Christian Faith and long Catholic heritage. Our parish belongs to the Roman Catholic diocese of Kuzhithurai. That our church is just 3.5 km away from Natalam, the native village of St. Devasahayam, adds to its spiritual significance.",
  "about_para2": "Our parish has about 225 families organized into seven Basic Christian Communities (Anbiams). It is a very active parish, led by our parish pastoral council, and having a plethora of apostolic associations and participatory structures to form us and to serve people.",
  "about_para3": "The stone-cross, belonging to St. Thomas' era, found at Devandivilai, within our parish, remains a witness, reminding us of the times of yore when Christian faith dawned upon us.",
  "about_para4": "Kamplar, once known for its Palmyra-based traditions and farming, still keeping its lush green environment, enjoys a pleasant climate with both Southwest and Northeast monsoons.",
  "about_para5": "St. Joseph's Church, Kamplar is located within Killiyoor Taluk, at the South-Western part of Kanyakumari District, Tamil Nadu. It lies (at 8°15'17''N and 77°12'46'') about 25 KM away from Nagercoil westward and about 50 KM from Thiruvananthapuram to the east.",
  "history_name":"Our History",
  "history_title": "St Joseph's Church, Kamplar",
  "history_para1":" Kamplar has a long history of adherence to Christian faith, mercifully led by God through waves of dramatic events, led by great parish priests and committed Catholic persons. The stone-cut Cross which has been venerated at Devandivilai, at the heart of Kamplar parish, whose style is ascribed to the times of St. Thomas the Apostle, is a certain witness to show that Christianity had gained foothold at Kamplar, even many centuries before the arrival of St. Xavier to Kanyakumari district. It is undisputable that Christianity at Kamplar was at least as old as the parish of Vencode, one of whose part Kamplar has always been. (That ancient cross has been transferred with due veneration to the front part of the new St. Joseph's Church, Kamplar, blessed in 2014).",
  "history_para2":"The date of building of St. Mary's Church over the above said stone-cut Cross at Devandivilai is shrouded in the shadows of remote past. Yet the fact that the primary school that was started at Kamplar in 1927 was named after St. Mary vouches to the fact that it was at least much older than that school. It is historical that the people of Kamplar were given permission to attend liturgical services at St. Mary's Church from 9-6-1946, having a separate administration, however continuing to be a substations of Vencode parish. St. Mary's Primary School was started at Kamplar in 1927 and it was catering to the early education of the people of Kamplar and unfortunately it was closed down in 1946.",
  "history_para3":"After about 15 years, considering the enhanced conveniences, Rev. Fr. Peter Lazar Christan, the then parish priest of Vencode, initiated building a new church at Kamplar, which was blessed on 26-7-1964, having St. Joseph as its patron. When Vizhunthayambalam was erected into a parish, Kamplar became its substation from Nov.13, 1984. Eventually, Kamplar was elevated to be a parish on Nov.9, 2008 at the recommendation of Rev. Fr. Benedict, having Fr. Arul Devadhasan as its first parish priest. The Golden Jubilee of St. Joseph's Church, Kamplar, was celebrated in a grand manner in July, 2014. In perpetual commemoration of the Golden Jubilee of St. Joseph's Church, a new church was built with the pastoral leadership of Fr. Arul Devadasan and full cooperation of the people. The new church was joyfully blessed on 25-7-2014, just a day before the Golden Jubilee.",
  "history_para4":"Together with the development of their places of worship, the people of Kamplar were also developing in their practice of Christian faith and in the other aspects of human life. The community has increased in size having more than 225 families now. It can boast of enviable human resource development with 100% literacy, decent educational qualifications and relative emancipation from poverty. The strong Christian motivation Kamplar people have, together with their deep faith in God and filial attachment to St. Joseph, will surely take them to new heights",
  "Home_history_title":"A Journey of Faith: Our Church’s Legacy",
  "Home_history_description":"Kamplar has a long history of adherence to Christian faith, mercifully led by God through waves of dramatic events, led by great parish priests and committed Catholic persons. The stone-cut Cross which has been venerated at Devandivilai, at the heart of Kamplar parish, whose style is ascribed to the times of St. Thomas the Apostle, is a certain witness to show that Christianity had gained foothold at Kamplar, even many centuries before the arrival of St. Xavier to Kanyakumari district.",
  "read_more":"Read More....",
  "our_pariest":"Our Former Parish Priests",
  "co_anbiyam":"Co-Ordination of Anbiyam",
  "festival":"Event Highlights",
  "image-category":"Image Categories",
  "heart_con_desc" :"Kamplar St. Joseph's Church Convent was consecrated on May 1, 1993, by Rev. Bishop Leon Dharmaraj. Since then, the Sisters of the Sacred Heart of Jesus have been serving the people of Kamplar. Currently, Reverend Sisters continue this mission through prayer, house visits, and assistance in liturgical services, offering spiritual and pastoral support to the Kamplar community.",
  "vt_time":"Visiting Hours",
  "vt_desc":"Experience peace and serenity at our church.",
  "vt_re":"⏰ Regular Days",
  "vt_mass":"🙏 Mass Timings",
  "vt_mon_sun":"Monday to Friday",
  "vt_sa":"Saturday",
  "vt_su":"Sunday",
  "vt_week":"Weekdays",
  "vt_sun_mass":"Sunday Mass",
  "church_add_desc":"Join us to grow as a 'Fullness of Life Community'—one rooted in deep spiritual experience and dedicated to social commitment, working to bring the Kingdom of God to this world.",
  "church_address":"Kamplar, Kanyakumari, Tamil Nadu 629157",
  "view_more": "View More",
  "show_less": "Show Less",

  "Our_people_at_Gods_Service": "Our People at God's Service",
  "person1_name": "Rev.Fr.Alphonse",

  "person2_name": "Rev. Sr. Armella S R A",
  "person2_dob": "03.07.1994",
  "person2_birthplace": "Kamplar",
  "person2_ordination": "14.04.2024",
  "person2_ministry": "Co-Pastor, Mathiravilai",

  "person3_name": "Rev. Br. Maria Simson",
  "person3_dob": "03.07.1994",
  "person3_birthplace": "Kamplar",
  "person3_ordination": "14.04.2024",
  "person3_ministry": "Co-Pastor, Mathiravilai",

  "person4_name": "Rev. Sr. Crystal Shylla",
  "person4_dob": "03.07.1994",
  "person4_birthplace": "Kamplar",
  "person4_ordination": "14.04.2024",
  "person4_ministry": "Co-Pastor, Mathiravilai",

  "person5_name": "Rev. Sr. Ezhil",
  "person5_dob": "03.07.1994",
  "person5_birthplace": "Kamplar",
  "person5_ordination": "14.04.2024",
  "person5_ministry": "Co-Pastor, Mathiravilai",

  "person6_name": "Rev. Sr. Jenisha",
  "person6_dob": "03.07.1994",
  "person6_birthplace": "Vellore",
  "person6_ordination": "21-06-2021",
  "person6_ministry": "Sacred Heart Novitiate",

  "person7_name": "Rev. Fr. Anish",
  "person7_dob": "03.07.1994",
  "person7_birthplace": "Vellore",
  "person7_ordination": "21-06-2021",
  "person7_ministry": "Sacred Heart Novitiate",

  "Name": "Name",
  "Date_of_Birth": "Date of Birth",
  "Place_of_Birth": "Place of Birth",
  "Date_of_Ordination": "Date of Ordination",
  "Ministering_At": "Ministering At",
  
  "vm": {
    "motto_title": "Motto",
    "motto": "\"Fullness of life community in Christ\"",
    "vision_sub_title": "Ideal Vision:",
    "vision_sub_desc": "Becoming a “fullness of life community” with deep God-experience and social commitment to work for the coming of the Kingdom of God on earth.",
    
    "vision_title": "Vision",
    "vision_desc": "Becoming a community with deep spirituality and social commitment working for the Kingdom of God on earth.",
    
    "mission_title": "Mission",
    "mission_points": [
      "Improving maximum participation in all the liturgical, group and social events and activities of the parish.",
      "Becoming a community of disciples of Jesus with deep spirituality enjoying \"Abba\" experience.",
      "Developing leadership among the parishioners and creating opportunities for them to involve in the planned goodworks with a spirit of voluntarism and cooperation.",
      "Developing a culture of administration that takes decisions by discerning God's will with a spirit of democracy and shared responsibility and carries them out effectively.",
      "Becoming a conscientized Christian community that knows the Word of God and the Teachings of the Catholic Church and works for social change.",
      "Imitating God's Love by fulfilling the physical and psychological needs of all.",
      "Becoming families and communities founded on the Gospel values such as faith, hope, love, justice, peace, truth, equality and forgiveness.",
      "Becoming a powerful community of persons who enjoy the gifts of the Holy Spirit and who have developed skills akin to their aptitude.",
     "Becoming transcendent persons and communities, who in union with God, humanity and nature, finds meaning in working for the great causes of the Kingdom of God."
    ]
  },

  "worship_team": "Worship  Team",

  "worship_goal_title": "Objective:",
  "worship_goal_quote": "Let worship become life and life become worship",
  "worship_goal_desc": "The goal is to plan worship celebrations with proper preparation, provide formal training to members so that the worship services are meaningful, and integrate worship with life, following the motto: \"Let Worship be Life, and Life be Worship.\"",

  "worship_origin_title": "Origin:",
  "worship_origin_desc1": "The Worship Committee was started by Rev. Fr. Arul Devadoss on March 15, 2009.",
  "worship_origin_desc2": "The committee functions with members including 7 Basic Christian Community (BCC) representatives, representatives from various Pious Associations and Movements, and the choir group.",
  "worship_origin_desc3": "The committee actively works towards meaningful liturgical celebrations, Holy Mass preparation, special feasts, and spiritual programs.",
  "VAThree":{
    "desc1":"Our Altar Servers Ministry of St. Joseph's Church was established on Sunday, June 13, 2009, by the Parish Priest, Rev. Fr. M. Arul Devadhasan."
   },

   "OAone":{
    "title":"Objective:",
  "desc": "The objective of this movement is to live out the holy principle of St. Thérèse of the Child Jesus: \"To win the world for the Lord through love\". By providing spiritual nourishment at a young age, the association aims to mold children into refined individuals and foster a deep sense of moral values and disciplined knowledge.",
  "desc1": "The Children's Association  was established in 1993 in Kamplar. It was started under the guidance of the Sisters of the Sacred Heart of Jesus, with Rev. Fr. Lucas serving as its Director."
 }, 
  "OAtwo":{
    "title":"Objective:",
  "desc": "The objective of this movement is to embody the holy principle of St. Thérèse of the Child Jesus: \"To conquer the world for the Lord through love\". By providing spiritual nourishment at a young age, the movement aims to transform children into refined individuals and instill a deep sense of emotional maturity and moral knowledge.",
  "desc1": "Little way Association was founded in 1998 by Rev. Fr. Mariadas. The meetings for the movement are held every Sunday following the morning Holy Mass."
 },
  "OAthree":{
  "desc": "To form oneself and, on that foundation, help shape others in good moral values. To nurture students in human values and self-confidence.",
  "desc1": "The movement was started in the year 2007 by Rev. Fr. Xavier Benedict."
 }, 
  "OAfour":{
  "quote":"Young man, arise and shine",
  "desc": "To bring together scattered youth and, with human dignity, work towards integral human liberation, creating the Kingdom of God that blossoms towards a fulfilled and meaningful life.",
  "time":"Meeting Schedule:",
  "desc_time":"The meetings are held every Sunday immediately after the Holy Mass, at approximately 10:15 AM, within the St. Joseph’s Church premises.",
  "desc1": "The Youth Movement was started in August 2008 by the then Parish Priest, Rev. Fr. S. Xavier Benedict",
  "moment":"Activities of the Movement:",
  "descs1":" Helping youth recognize their inherent talents, strengths, passions, and the challenges they must face.",
  "descs2":"Role Identification: Creating awareness about the vital importance of youth within society, the Church, and the family.",
  "descs3":" Providing training to build right values and healthy interpersonal relationships.",
  "descs4":"Leadership Development: Offering training to create leaders with clear goals and a spirit of selfless dedication.",
  "descs5":"Encouraging youth to utilize their talents for the common good and public welfare."
 },
 "OAfive":{
  "desc": "To bring together scattered youth and, with human dignity, work towards integral human liberation by creating the Kingdom of God that blossoms towards divine and meaningful life.",
  "desc1": "The Youth Movement was started on 17-05-2008 by the then Parish Priest, Rev. Fr. Xavier Benedict."
 },
  "OAeight":{
    "title":"Origin:",
  "desc": "The Christian Workers Movement is a social and spiritual organization established under the guidance of the Catholic Church.",
  "desc1": "This movement was officially inaugurated on June 20, 2025, at St. Joseph’s Church by the Parish Priest, Rev. Fr. Dr. Maria William.",
  "t":" Who Can Join?",
  "t1":"Membership is specifically open to all married Catholic men.",
  "tt":"Primary Duties and Responsibilities:",
  "tt1":"Welfare of Workers: The foremost duty of this movement is to work selflessly for the welfare of all laborers in the town, without any form of discrimination.",
  "tt2":"Role Models for Youth: One of the most important responsibilities of the members is to serve as upright role models for the younger generation."
 },


  "SAone":{
  "desc": "The objective of this association is to create an environment where everyone receives equal opportunities and lives with human dignity, equality, and participation through collective effort and work.",
  "desc1": "The Women’s Village Development Association was founded on 03-04-2005 by the Parish Priest, Rev. Fr. Gabriel. At present, it is functioning effectively under the guidance of Rev. Fr. Arul Devadasan. It is operating in collaboration with RMP with a total of 25 members."
  },
  

  "SAfour":{
  "title": "நோக்கம்:",
  "desc": "To eradicate poverty among socially and economically backward people, to eliminate deprivation, to help poor students attain quality education and flourish, and to promote care and concern for overall well-being in life.",
  "origin_title": "தோற்றம்:",
  "desc1": "The society was founded on 25-08-2002 by Rev. Fr. A. Mariyadasan. At present, it is functioning very effectively under the leadership of the Parish Priest, Rev. Fr. Arul Devadasan."
 },
   
"TKone":{
  "title":"Objective:",
  "desc": "The objective of the Legion is to glorify God by sanctifying its members. To achieve this goal, the Legion points out two means: prayer and service.",
  "desc1": "With Rev. Fr. Arul Devadasan as the Spiritual Director, it was started on 15-03-2009 under the name “St. Devasahayam Matha Praesidium” with 16 members. It functions under the Vengode Curia, and meetings are held every Sunday, starting at 5:00 PM in the evening."
 },
   "VAthree":{
  "desc": "அன்பினால் ஆண்டவருக்கு தெரசாளின் அவனியை ஆட்கொள்வோம் என்ற தூய குழந்தை கொள்கையை வாழ்வாக்கி, சிறு வயதிலேயே ஆன்மீக ஊட்டி சிறார்களை பண்பட்டவர்களாக உணர்வையும், நல்லொழுக்க அறிவையும் உருவாக்குவதே இவ்வியக்கத்தின் நோக்கமாகும்.",
  "desc1": "எமது புனித சூசையப்பர் ஆலய பீட சிறார் பணிக்குழு 13-06-2009 ஞாயிறு அன்று பங்கு தந்தை M. அருள் தேவதாசன் அவர்களால் துவங்கப்பட்டது."
 }




}

