{
  "title": "புனித சூசையப்பர் ஆலயம்",
  "kamplar": "கம்பிளார்",

  "home": "முகப்பு",
  "about_us": "எங்களைப் பற்றி",
  "vision_mission": "பார்வை மற்றும் பணி",
  "history": "எங்கள் வரலாறு",
  "heart_convent": "தூய இருதய சபை கன்னியர் இல்லம்",
  "auditorium": "புனித சூசையப்பர் அரங்கம்",
  "old_priests": "எங்கள் முன்னாள் குருக்கள்",
  "service_people": "இறைச் சேவையில் உள்ளோர்",
  "substation": "தொலையாவட்டம் கிளைப் பங்கு",

  "administration": "நிர்வாகம்",
  "parish_council": "பங்கு அருட்பணி பேரவை",
  "anbiyam_coordination": "அன்பிய ஒருங்கிணையம்",
  "anbiyam": "அன்பியங்கள்",

  "participatory_structures": "பங்கேற்பு அமைப்புகள்",

  "apostolic_societies": "திருத்தூதுக் கழகங்கள்",
  "marial_sena": "மரியாயின் சேனை",
  "vincent_de_paul": "புனித வின்சென்ட் தே பவுல் சங்கம்",
  "catholic_service": "கத்தோலிக்க சேவா சங்கம்",

  "formation_groups": "உருவாக்க அமைப்புகள்",
  "balarsabha": "பாலர் சபை",
  "children_movement": "சிறுவழி இயக்கம்",
  "iycs": "இளம் கிறிஸ்தவ மாணவர் இயக்கம்",
  "youth_boys": "இளைஞர் இயக்கம் (ஆண்கள்)",
  "youth_girls": "இளைஞர் இயக்கம் (பெண்கள்)",
  "women_movement": "பெண்கள் இயக்கம்",
  "bible_committee": "விவிலிய பணிக்குழு",

  "service_organizations": "சேவை அமைப்புகள்",
  "women_selfhelp": "பெண்கள் கிராம முன்னேற்றச் சங்கம்",
  "kolping": "கோல்பிங் இயக்கம்",
  "kaiakal": "கைகள் தன்னம்பிக்கை இயக்கம்",
  "foundation_growth": "அடித்தள முழுவளர்ச்சி சங்கம்",
  "Christian Workers Movement":"கிறிஸ்தவ தொழிலாளர் இயக்கம்",
  "worship_organizations": "வழிபாட்டு அமைப்புகள்    ",
  "worship_team": "வழிபாட்டுக் குழு",
  "choir": "பாடகர் குழு",
  "altar_boys": "பீடச் சிறார்",

  "main_events": "முக்கிய நிகழ்வுகள்",
  "announcements": "அறிவிப்புகள்",

  "gallery": "காட்சியகம்",
  "images": "படங்கள்",
  "videos": "வீடியோக்கள்",

  "language": "மொழி",
  "english": "ஆங்கிலம்",
  "tamil": "தமிழ்",
  "current_events":"தற்போதைய நிகழ்வுகள்",
    "upcoming_events":"வரவிருக்கும் நிகழ்வுகள்",
"no_current_events": "தற்போது நிகழ்வுகள் இல்லை.",
"no_upcoming_events": "வரவிருக்கும் நிகழ்வுகள் இல்லை.",

  "slider_proverbs": [
    "நம்பிக்கை மலைகளை அசைக்கும்",
    "அனுகிரகம் தாழ்மையான இதயத்தை வழிநடத்தும்",
    "அவருடைய வெளிச்சத்தில் நாங்கள் வெளிச்சத்தைக் காண்கிறோம்",
    "அன்பு ஒருபோதும் தோற்காது"
  ],
  "slider_paragraphs": [
    "யோவான் 15:13",
    "சங்கீதம் 23:1",
    "யோவான் 3:16",
    "அன்பு 3:90"
  ],
 "Our_Gallery": "எங்கள் புகைப்படங்கள்",
  "Our_Videos": "எங்கள் வீடியோக்கள்",
  "our_parish_community":"எங்கள் கம்பிளார் பங்கு",
  "families":"குடும்பங்கள்",
  "anbiyams":"அன்பியங்கள்",
    "participatory_structures_title":"பங்கேற்பு அமைப்புகள்",
    "substation_title": "புனித லொரேட்டோ அன்னை ஆலயம், தொலையாவட்டம்",
    "auditorium_title": "தூய வளனார்  கலையரங்கம்",
    "auditorium_description": " எங்கள் பழைய ஆலயம்(1964-2015), தற்போது வளனார் அரங்கம் என்று அழைக்கப்படுகிறது, இது 2015 ஆம் ஆண்டு முதல் பங்கு நிகழ்வுகளுக்காக மற்றும் மக்களுக்கான விழா அரங்கமாகவும் (function hall) செயல்பட்டு வருகிறது. பாரம்பரியம் மிக்க, உறுதியான கல்லால் கட்டப்பட்ட இந்த அமைப்பு, அதன் பாரம்பரியத்தை போற்றும் வகையில் கவனமாகப் புதுப்பிக்கப்பட்டு பாதுகாக்கப்பட்டு வருகிறது.",
  "about_title": "எங்களை பற்றி",
  "about_para1": "நாங்கள், கம்பிளார் புனித சூசையப்பர் ஆலய பங்கின் மக்கள், எங்கள் கிறிஸ்தவ நம்பிக்கையையும் நீண்ட கத்தோலிக்க பாரம்பரியத்தையும் ஆழ்ந்து போற்றுகிறோம். எங்கள் பங்கு, குழித்துறை கத்தோலிக்க மறைமாவட்டத்தைச் சேர்ந்தது.",
  "about_para2": "எங்கள் ஆலயம், புனித தேவசகாயம் பிறந்த ஊரான நட்டாலத்திலிருந்து வெறும் 3.5 கி.மீ. தொலைவில் இருப்பது, அதன் ஆன்மீக முக்கியத்துவத்தை மேலும் கூட்டுகிறது.",
  "about_para3": "எங்கள் பங்கில் சுமார் 225 குடும்பங்கள் உள்ளன, அவை ஏழு அடிப்படை கிறிஸ்தவ சமூகங்களாக (அன்பியங்கள்) ஒழுங்கமைக்கப்பட்டுள்ளன.",
  "about_para4": "இது ஒரு மிகவும் செயல்பாட்டில் உள்ள பங்கு ஆகும், இது எங்கள் பங்குப் பேரவை மூலம் வழிநடத்தப்படுகிறது. மேலும், மக்கள் பணிபுரியவும், எங்களைத் தாங்களே உருவாக்கிக் கொள்ளவும் ஏராளமான திருத்தூது அமைப்புகளையும் மற்றும் பங்கேற்பு கட்டமைப்புகளையும் கொண்டுள்ளது. எங்கள் பங்கு எல்லைக்குட்பட்ட தேவாண்டிவிளையில் கண்டுபிடிக்கப்பட்ட புனித தோமையார் காலத்தைச் சேர்ந்த கற்சிலுவை, கிறிஸ்தவ நம்பிக்கை எங்களிடையே உதயமான அந்தக் காலங்களை நினைவூட்டும் சாட்சியாக இன்றும் உள்ளது.",
  "about_para5": "ஒரு காலத்தில் பனை சார்ந்த மரபுகள் மற்றும் விவசாயத்திற்காக அறியப்பட்ட கம்பிளார், இன்றும் அதன் பசுமையான சூழலைத் தக்க வைத்துக் கொண்டுள்ளது. இது தென்மேற்கு மற்றும் வடகிழக்கு ஆகிய இரு பருவமழைகளுடனும் கூடிய இனிமையான காலநிலையை அனுபவிக்கிறது.கம்பிளார் புனித சூசையப்பர் ஆலயம், தமிழ்நாட்டின் கன்னியாகுமரி மாவட்டத்தின் தென்மேற்குப் பகுதியில் உள்ள கிள்ளியூர் வட்டத்தில் அமைந்துள்ளது. இது நாகர்கோவிலில் இருந்து மேற்கு நோக்கி சுமார் 25 கி.மீ. தொலைவிலும், திருவனந்தபுரத்திலிருந்து கிழக்கு நோக்கி சுமார் 50 கி.மீ. தொலைவிலும் (அட்சரேகை 8°15'17'' வடக்கு மற்றும் தீர்க்கரேகை 77°12'46'' கிழக்கு) அமைந்துள்ளது.",
  "history_name":"ஆலய வரலாறு",
   "history_title": "புனித சூசையப்பர் ஆலயம், கம்பிளார்",
  "history_para1":"இறைவனின் திருவருள் பொழியும் கருணையால் வழிநடத்தப்பட்டு, மகத்தான பங்குத் தந்தையர்களின் ஆளுகையிலும், அசைக்க முடியாத கத்தோலிக்க நெஞ்சங்களின் அர்ப்பணிப்பிலும், கம்பிளாரின் கதை நெடுங்காலம் நீண்ட நம்பிக்கையின் வரலாற்றைக் கொண்டிருக்கிறது. கம்பிளாரின் மையப்பகுதியான தேவாண்டிவிளையில் பூசிக்கப்படும் கருங்கல் சிலுவையின் வடிவம், புனித தோமையார் அப்போஸ்தலரின் காலத்தையே பிரதிபலிப்பதாகச் சொல்லப்படுகிறது. புனித சவேரியார் கன்னியாகுமரிக்கு வருவதற்குப் பல நூற்றாண்டுகளுக்கு முன்னரே, இங்கு கிறிஸ்தவம் வேரூன்றியிருந்தது என்பதை இது அழுத்தமாக மெய்ப்பிக்கிறது. கம்பிளார், அதன் மூலமான வேங்கோடு பங்கை விடவும் பழமையான கிறிஸ்தவச் சுவடுகளைக் கொண்டிருக்கலாம் என்பது மறுக்க முடியாத உண்மை. (அந்தப் பழமை வாய்ந்த சிலுவை, 2014-இல் அர்ச்சிக்கப்பட்ட புதிய சூசையப்பர் ஆலயத்தின் முகப்பிற்கு, உரிய பக்தி மரியாதைகளுடன் இடம்பெயர்க்கப்பட்டது).",
  "history_para2":"1946, ஜூன் 9 முதல், கம்பிளார் மக்கள் தங்கள் வழிபாட்டுத் தேவைகளுக்காகச் சடங்குகளில் பங்கேற்க அனுமதி வழங்கப்பட்டது. அவர்களுக்குத் தனி நிர்வாகம் வழங்கப்பட்டிருந்தாலும், அவர்கள் தொடர்ந்து வேங்கோடு பங்குத் தலத்தின் கிளைப் பங்காகவே நிலைத்திருந்தனர். கம்பிளாரின் பிள்ளைகளுக்குக் கல்வி அளிக்கும் அரும்பணியாற்றிய புனித மரியன்னை ஆரம்பப் பள்ளி, 1946-இல் மூடப்பட்டது என்பதும் துயரச் செய்தி. சூசையப்பரின் கரத்தில் ஒரு புதிய சகாப்தம் சுமார் பதினைந்து ஆண்டுகால இடைவெளிக்குப் பின்னர், வசதிகள் பெருகியதைக் கருத்திற்கொண்டு, அன்றைய வேங்கோடு பங்கு தந்தை அருட்தந்தை பீட்டர் இலாசர் கிறிஸ்டான் அவர்கள், கம்பிளாரில் ஒரு புதிய ஆலயத்திற்கான அடிக்கல்லை நாட்டினார். அந்த ஆலயம், புனித சூசையப்பரின் பாதுகாவலில், 1964-ஆம் ஆண்டு ஜூலை 26-ஆம் நாள் மகிழ்ச்சியுடன் அர்ச்சிக்கப்பட்டது.",
  "history_para3":"1984-ஆம் ஆண்டு நவம்பர் 13-ஆம் தேதி, விழுந்தயம்பலம் தனிப் பங்காக மலர்ந்தபோது, கம்பிளார் அதன் கிளைப் பங்காக மாறி, நிர்வாகத்தின் அடுத்த கட்டத்திற்குள் நுழைந்தது. இறுதியில், அருட்தந்தை பெனடிக்ட் அவர்களின் பரிந்துரையால், 2008-ஆம் ஆண்டு நவம்பர் 9-ஆம் நாள், கம்பிளார் சுயமாக இயங்கும் பங்குத் தலமாக உருவெடுத்தது. அருட்தந்தை அருள் தேவதாசன் அதன் முதல் பங்கு தந்தையாகப் பொறுப்பேற்று, புதிய பயணத்தைத் தொடங்கினார். புனித சூசையப்பர் ஆலயத்தின் பொன்விழா, 2014-ஆம் ஆண்டு ஜூலை மாதம் ஊர் கூடிச் சிறப்பாகக் கொண்டாடப்பட்டது.",
  "history_para4":"ஆலயப் பொன்விழாவின் நிரந்தரப் பரிசாக, அருட்தந்தை அருள் தேவதாசனின் மேய்ப்பனின் கனிவான தலைமையிலும், விசுவாசிகளின் ஏகோபித்த ஒத்துழைப்புடனும் புதிய ஆலயம் கம்பீரமாகக் கட்டி எழுப்பப்பட்டது. அந்தப் புதிய ஆலயம், பொன்விழாவுக்கு ஒரு நாள் முன்னதாக, 2014-ஆம் ஆண்டு ஜூலை 25-ஆம் நாள், ஆரவாரத்துடன் அர்ச்சிக்கப்பட்டது."


}
